---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.Area
zh: 面积区域
source: html/b409f897-1eb4-a930-8560-b120812f1c30.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.Area Property

**中文**: 面积区域

Get the Area of the Zone.

## Syntax (C#)
```csharp
public double Area { get; }
```

## Remarks
This property is used to get the Area of the Zone.